CREATE DATABASE  IF NOT EXISTS `orakgarak` /*!40100 DEFAULT CHARACTER SET latin1 */;
USE `orakgarak`;
-- MySQL dump 10.13  Distrib 5.6.17, for Win32 (x86)
--
-- Host: 14.52.4.160    Database: orakgarak
-- ------------------------------------------------------
-- Server version	5.5.37-0ubuntu0.14.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `category`
--

DROP TABLE IF EXISTS `category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `category` (
  `kindustry_code` int(11) DEFAULT NULL,
  `nindustry_code` int(11) NOT NULL DEFAULT '0',
  `industry_name` varchar(100) DEFAULT NULL,
  `kindustry_name` varchar(45) DEFAULT 'null',
  `growth` float DEFAULT '0',
  `industry_multiple` float DEFAULT NULL,
  `beta` float DEFAULT '0',
  PRIMARY KEY (`nindustry_code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `category`
--

LOCK TABLES `category` WRITE;
/*!40000 ALTER TABLE `category` DISABLE KEYS */;
INSERT INTO `category` VALUES (8006,9001,'IT서비스','서비스',0.0604006,52.3766,0.31),(8012,9002,'가구','종이목재',0.0260123,52.9298,0.373502),(8007,9003,'가스유틸리티','전기가스',0.0697377,21.1065,0.27),(8019,9004,'가정용기기와용품','기타',0.13299,22.6092,0.43),(8019,9005,'가정용품','기타',0.13299,35.7502,0.34),(8010,9006,'건강관리기술','의료정밀',0.0935934,21.2274,0.86),(8010,9007,'건강관리업체및서비스','의료정밀',0.0935934,9.64,0.11),(8010,9008,'건강관리장비와용품','의료정밀',0.0935934,28.3197,0.78),(8018,9009,'건설','건설',0.0160824,67.2468,0.81),(8018,9010,'건축자재','건설',0.0160824,55.0702,0.31),(8018,9011,'건축제품','건설',0.0160824,60.3086,0.52),(8006,9012,'게임소프트웨어와서비스','서비스',0.0604006,13.3318,0.32),(8006,9013,'결제관련서비스','서비스',0.0604006,15.1904,0.46),(8019,9014,'광고','기타',0.13299,44.0674,0.71),(8006,9015,'교육서비스','서비스',0.0604006,14.9963,0.11),(8017,9016,'기계','기계',0.0501235,55.7251,0.54),(8019,9017,'부동산','기타',0.0494513,34.084,0.31),(8019,9018,'기타','기타',0.13299,54.3,1),(8014,9019,'기타금융','금융',0.0494513,64.5131,0.0570559),(8013,9020,'다각화된통신서비스','통신',0.0537489,9.37606,0.512674),(8019,9021,'담배','기타',0.13299,17.72,0.36),(8016,9022,'도로와철도운송','운수창고',0.093456,30.4808,0.52),(8007,9023,'독립전력생산및에너지거래','전기가스',0.0697377,256.11,-0.11),(8003,9024,'디스플레이장비및부품','전기전자',0.149172,86.9198,0.469313),(8003,9025,'디스플레이패널','전기전자',0.149172,112.593,0.510711),(8017,9026,'레저용장비와제품','기계',0.0501235,18.1485,0.302956),(8013,9027,'무선통신서비스','통신',0.0537489,25.2346,0.21),(8006,9028,'무역회사와판매업체','서비스',0.0604006,56.3193,0.43),(8019,9029,'문구류','기타',0.13299,33.52,0.14),(8003,9030,'반도체와반도체장비','전기전자',0.149172,34.084,0.31),(8006,9031,'방송과엔터테인먼트','서비스',0.0604006,26.5274,0.09),(8009,9032,'백화점과일반상점','유통',0.0474766,21.7053,0.43),(8019,9033,'복합기업','기타',0.13299,24.5949,1.07899),(8019,9034,'복합유틸리티','기타',0.13299,29.2754,0.22),(8015,9035,'비철금속','철강금속',0.126116,15.4511,1.23),(8003,9036,'사무용전자제품','전기전자',0.149172,12.5334,0.43),(8016,9037,'상업서비스와공급품','운수창고',0.093456,29.0567,0.14),(8010,9038,'생명과학도구및서비스','의료정밀',0.0935934,75.8027,0.93),(8014,9039,'생명보험','금융',0.0494513,274.079,0.09),(8010,9040,'생물공학','의료정밀',0.0935934,33.5246,1.22),(8004,9041,'석유와가스','화학',0.116237,45.149,0.9),(8005,9042,'섬유,의류,신발,호화품','섬유의복',0.0137403,28.4326,0.33),(8003,9043,'소프트웨어','전기전자',0.149172,46.4241,0.67),(8014,9044,'손해보험','금융',0.0494513,50.2496,0.05),(8001,9045,'식품','음식료품',0.108907,76.3466,0.6),(8001,9046,'식품과기본식료품소매','음식료품',0.108907,29.63,0.15),(8014,9047,'신용평가서비스','금융',0.0494513,44.8097,0.01),(8017,9048,'에너지장비및서비스','기계',0.0501235,27.7442,0.47),(8019,9049,'우주항공과국방','기타',0.13299,45.9187,0.14),(8002,9050,'운송인프라','운수장비',0.101369,48.1241,0.52),(8014,9051,'은행','금융',0.0494513,47.3971,0.85),(8001,9052,'음료','음식료품',0.108907,23.6244,0.46),(8019,9053,'인터넷과카탈로그소매','기타',0.13299,18.399,0.36),(8003,9054,'인터넷소프트웨어와서비스','전기전자',0.149172,74.2916,1.69),(8002,9055,'자동차','운수장비',0.101369,10.6799,0.92),(8002,9056,'자동차부품','운수장비',0.101369,14.6714,0.58),(8003,9057,'전기유틸리티','전기전자',0.149172,29.4326,0.22),(8003,9058,'전기장비','전기전자',0.149172,39.7187,0.51),(8003,9059,'전기제품','전기전자',0.149172,48.7772,0.61),(8009,9060,'전문소매','유통',0.0474766,23.2482,0.03),(8003,9061,'전자장비와기기','전기전자',0.149172,29.7914,0.71),(8003,9062,'전자제품','전기전자',0.149172,22.9925,0.348278),(8011,9063,'제약','의약품',0.0944414,35.9974,0.593253),(8017,9064,'조선','기계',0.0501235,43.9293,0.36),(8012,9065,'종이와목재','종이목재',0.0260123,29.0113,0.28),(8014,9066,'증권','금융',0.0494513,91.08,0.53),(8019,9067,'창업투자','기타',0.13299,90.1904,0.400052),(8015,9068,'철강','철강금속',0.126116,21.6643,0.67),(8019,9069,'출판','기타',0.13299,42.3232,0.882503),(8014,9070,'카드','금융',0.0494513,40.9211,0.37),(8003,9071,'컴퓨터와주변기기','전기전자',0.149172,10.0335,1.17),(8013,9072,'통신장비','통신',0.0537489,29.0228,0.468318),(8006,9073,'판매업체','서비스',0.0604006,24.8819,0.362317),(8019,9074,'포장재','기타',0.13299,35.3716,0.320815),(8017,9075,'항공사','기계',0.0501235,61.3283,0.11),(8017,9076,'해운사','기계',0.0501235,23.2169,0.5),(8019,9077,'핸드셋','기타',0.13299,7.92894,0.83),(8006,9078,'호텔,레스토랑,레저','서비스',0.0604006,52.8099,0.54),(8009,9079,'화장품','유통',0.0474766,59.9957,0.61),(8004,9080,'화학','화학',0.116237,24.2649,1.07),(8888,9999,'미분류','미분류',0.0906687,43.6959,0.491588);
/*!40000 ALTER TABLE `category` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2014-06-17 23:35:34
